1:WizQst9C2A
00000001
Have you had difficulty finding the books?  You would honor His Imperial Majesty by returning them to us.
你在找这些书籍的时候遇到困难了吗？把书带回给我们，你会让皇帝陛下感到荣耀的。
00000002
Ah, you are the one who came through the Spiral. Don't worry. I know you aren't with that vile Malistaire.   
啊，你就是那个闯出旋涡星系的人。别担心。我知道你和卑鄙的思泰尔不是一伙儿的。
00000003
Not too long ago, another visitor came through the Spiral.  She traveled through the empire and wrote a history of MooShu, then bound together her scrolls as a gift to our people.
不久前，有一位游客穿过旋涡星系。她游历过整个帝国，并下了一本关于木须的历史书，然后把她所有的卷轴都捆在一起，当做礼物送给了我们。
00000004
With all that's happened, her books have been scattered throughout MooShu.  If you find them in your travels, please return them to me, so I can preserve our proud heritage.
随着时间的流逝，她的书散落在整个木须。如果在旅途中你发现了它们，就请送还给我，这样我就能保护我们珍贵的历史遗产。
00000005
You've found all the books! I know that His Imperial Majesty would be honored to know you returned them all. You are a credit to your school.
你找到了所有的书！我知道皇帝陛下得知你把它们都送还回来后会很高兴的。你真是学院的骄傲。
00000006
<ITALICS>"Since that time, the MooShu Emperors have wielded dragon magic and have called themselves 'Descendants of the Dragon.'"</ITALICS>
<ITALICS>“从那时候开始，木须的皇帝就是施展龙的魔法并自称龙的传人。”</ITALICS>
00000007
<ITALICS>"There came a time when even the power of Dragons was not enough," begins this volume.</ITALICS>
<ITALICS>卷首写道“从前，甚至是龙的能力都不够强大，”</ITALICS>
00000008
<ITALICS>"Neighboring clan leaders mastered magic of their own. They began fighting each other, and the power of the Emperor weakened."</ITALICS>
<ITALICS>“邻近的部族领导人掌握着他们自己的魔法。他们开始互相争斗，皇帝的权力被削弱了。”</ITALICS>
00000009
<ITALICS>"Three clans controlled MooShu during this period. And though they are no longer as powerful as they once were, to this day they continue to influence the destiny of MooShu."</ITALICS>
<ITALICS>“这段时间有三个势力控制着木须。虽然他们不像以前那么强大了，但至今他们仍影响着木须的命运。”</ITALICS>
00000010
<ITALICS>This book starts with, “Years of infighting left the clans out of control.” </ITALICS>
<ITALICS>这本书的开始写着，“多年混战使部落陷入无法控制的局面。”</ITALICS>
00000011
<ITALICS>"Emperor MooShu seized the power that was rightfully his by rallying the people against the corrupt clan leaders."</ITALICS>
<ITALICS>“木须皇帝召集人民对抗腐败的部落首领，得到了他应得的权力。”</ITALICS>
00000012
<ITALICS>"Because Emperor MooShu was the first Emperor to unite the entire country, people have called it MooShu ever since." </ITALICS>
<ITALICS>“因为木须皇帝是首位一统全国的皇帝，所以人们把这个国家称为木须。”</ITALICS>
00000013
<ITALICS>You find another volume which reads, "With newfound peace came a new philosophy to govern MooShu."</ITALICS>
<ITALICS>你发现了另一个卷册，上面写着，“新的和平的出现，也给木须带来了新的执政理念”。</ITALICS>
00000014
<ITALICS>"To prevent the clans from fighting again, officials had to study an ever-growing library of books and scrolls. Emperors only appointed officials based on hard work and merit."</ITALICS>
<ITALICS>“为了防止氏族之间再次陷入斗争，官员们必须研究数量日益增长的书籍和卷轴。皇帝只根据勤奋程度和功绩来任命官员。”</ITALICS>
00000015
<ITALICS>"This code of honor, developed by the great philosopher Kyung Fuzi, spread throughout MooShu. The people still follow its principles today, and honor the Emperor above all else."</ITALICS>
<ITALICS>“该荣誉法典是由伟大哲学家昆夫子攥写的，遍布整个木须。直到今天，人们还一直遵守它的法则，视皇帝为至高无上”</ITALICS>
00000016
<ITALICS>“Centuries of peace led to one of the greatest periods in MooShu history,” begins this volume. </ITALICS>
<ITALICS>本卷卷首写道，“几个世纪的和平，创造了木须历史上最伟大的时代之一。”</ITALICS>
00000017
<ITALICS>“During Emperor Suong's rule, the people of MooShu began developing magic not just for officials, but for commoners as well.  The country thrived with new ideas and art.” </ITALICS>
<ITALICS>“在宋皇帝统治期间，木须人开始钻研魔法，不仅为权贵所用，也为普通人所用。新思想和艺术使这个国家走向繁荣。”</ITALICS>
00000018
<ITALICS>“MooShu rediscovered the Spiral and welcomed trade from other worlds.  Treaties between neighboring worlds fostered a spirit of friendship and cooperation.” </ITALICS>
<ITALICS> “木须重新发现了旋涡星系，并且非常赞同和其他地区之间的贸易。相邻地区之间的条约也促进了一种友谊和合作的精神。”</ITALICS>
00000019
<ITALICS>“The treaties with the foreigners angered some warlords,” starts this book. </ITALICS>
<ITALICS>“与异邦人的条约触怒了某些战神，”书的开头如是写道。</ITALICS>
00000020
<ITALICS>"Two small clans, the Khitan and Manju, mastered magic through the Spiral. They seized control and imprisoned the Emperor in the Jade Palace!" </ITALICS>
<ITALICS>“两个小部落开坦和蛮沮通过旋涡星系控制着魔法。它们夺取了控制权，将皇帝囚禁在翡翠殿中！”</ITALICS>
00000021
<ITALICS>"Their rule was hard on the people of MooShu. Thanks to the works of pious monks, the teachings of the Moodha offered comfort and spread amongst the people of MooShu."</ITALICS>
<ITALICS>他们对木须人民的统治非常苛刻。感谢这些虔诚僧侣的努力，穆达哈的教导带来了宁静，洒进每个木须人的心中。</ITALICS>
00000022
<ITALICS>“A strange alliance led to the end of Khitan and Manju rule,” this book begins. </ITALICS>
<ITALICS>“一个奇怪的联盟导致了开坦和蛮沮统治的坍塌，”这本书的第一句话这么写道。</ITALICS>
00000023
<ITALICS>"The monks who followed Moodha spoke out. The Samoorai, servants of the three great clans, rose up to free the Emperor!"</ITALICS>
<ITALICS>“穆达哈随从的僧侣大声发言：三大部落的侍从武士，让我们揭竿而起，解救皇帝！”</ITALICS>
00000024
<ITALICS>"The Emperor took the name of one of these brave Samoorai, Heiji. He restored the philosophy of Kyung Fuzi to the country, and he opened the Spiral only to those most worthy." </ITALICS>
<ITALICS>“皇帝借用了黑吉的名字，他是最勇敢的武士人之一。他在全国范围内推广昆夫子学说，只向最值得尊敬的人开放旋涡星系。”</ITALICS>
00000025
<ITALICS>"Ever since, MooShu emperors have ruled a peaceful land with the help of the clans' Samoorai and the Moodha's monks, who rely on swords and prayers rather than Spiral magic." </ITALICS>
<ITALICS>“从那以后，木须的皇帝就开始统治这片和平之地，宗族的武士和穆达哈的僧侣用宝剑和祈祷让皇帝的统治绵长，旋涡星系的魔法反而逐渐被遗落。”</ITALICS>
00000028
The War of the Clans
部落战争
00000029
A New Beginning
新的开始
00000030
The Emperor of Peace
和平皇帝
00000031
Rise of the Moodha
穆达哈的崛起
00000032
Return of the Emperor
皇帝归来
00000040
Time of the Dragons
早期
00000041
History of MooShu
木须历史
